const emoticons = [
    {
        "name": "smile",
        "emoticons": [
            ":‑)",
            ":-]",
            "( ͡° ͜ʖ ͡°)",
            "◕‿◕"
        ]
    },
    {
        "name": "sad",
        "emoticons": [
            ":‑(",
            ":'‑(",
            "(⌣_⌣”)",
            "(๑◕︵◕๑)"
        ]
    },
    {
        "name": "laugh",
        "emoticons": [
            ":‑D",
            "X‑D",
            "(≧∇≦*)",
            "(*^▽^*)"
        ]
    },
    {
        "name": "wtf",
        "emoticons": [
            "(;´༎ຶٹ༎ຶ`)",
            " o͡͡͡͡͡͡͡͡͡͡͡͡͡͡╮༼;´༎ຶ.̸̸̸̸̸̸̸̸̸̸̸̸̸̸̸̸̸̸̸̸̸̸̸̸̨̨̨̨̨̨̨̨̨̨̨̨.̸̸̨̨۝ ༎ຶ༽╭o͡͡͡͡͡͡͡͡͡͡͡͡͡͡",
            "(༎ຶꈊ༎ຶ╬)",
            "(;´༎ຶД༎ຶ`)"
        ]
    }
]

module.exports = emoticons;